import type { ts_teammate } from "../types/team.interface";

export const TEAM: ts_teammate[] = [
  {
    name: 'Ольга Щукина, позывной «Ёлка»',
    description:
      "Руководитель ДПСО «Лига Спас», региональный директор Национального центра помощи детям в ДФО. Моя задача — эффективная команда, где каждый поисковик ценен и важен, где каждый знает, ради чего он в отряде. У отряда есть поддержка, это наши семьи, это люди, которые выходят с нами в поиски, которые делают репосты ориентировок. Спасибо каждому за эту бесценную помощь.",
    image: '/team/68397240.jpg',
  },
  {
    name: 'Сергей Попков, позывной «Север»',
    description:
      "В отряде с 2018 года. Старший поисковой группы, картограф, связист. Возвращаясь под утро с очередных ночных поисков, я тихо захожу к дочке в комнату, поправляю одеяло, которое у нее вечно в ногах, и долго смотрю, как она во сне прижимает своего плюшевого корги. В голове одно: «Я делаю всё правильно. Дети. Должны. Быть. Дома. Все дети».",
    image: '/team/68397241.jpg',
  },
  {
    name: 'Дарья, позывной «Рада»',
    description:
      'Я добрый и отзывчивый человек, всегда стараюсь помочь людям, которые нуждаются в помощи. Не понимаю, как можно пройти мимо чужой беды, наверное, это заложено с детства.',
    image: '/team/68397242.jpg',
  },
  {
    name: 'Сергей, позывной «Джин»',
    description:
      "Каждый делает свой выбор, помогать или нет, пройти мимо или остановиться. И спустя год кажется, что для меня этого выбора уже не существовало никогда. Я просто рад, что рядом со мной на этом пути собрались такие замечательные люди. И мы всегда открыты для тех, чьё сердце, так же как у нас, горит желанием помогать.",
    image: '/team/68397294.jpg',
  },
  {
    name: 'Дарья, позывной «Дева»',
    description:
      'Отряд – это сопереживание, бескорыстие, желание помочь. Еще это дополнительная ответственность, которая дисциплинирует, мотивирует учиться, развиваться, овладевать новыми навыками и знаниями, преодолевать собственные страхи.',
    image: '/team/68479252.jpg',
  },
  {
    name: 'Галина, позывной «Луна»',
    description:
      'Для меня это очень важно, знать, какой пример я подаю своим детям. Знать, что они вырастут бескорыстными, отзывчивыми и добрыми людьми. Так меня с детства учили родители — не проходи мимо чужой беды, так же и я учу своих детей на собственном примере.',
    image: '/team/68479277.jpg',
  },
  {
    name: 'Мария, позывной «Дзен»',
    description:
      'Сила намерения помочь, которую мы активируем в каждый новый поиск, огромна и способна вытянуть тех, кто сейчас удержаться сам не может. Не все процессы видимы, но результат очевиден всегда — мы помогаем людям, семьям. Эта мотивация живёт в моём сердце, огонь горит и я здесь.',
    image: '/team/68479335.jpg',
  },
  {
    name: 'Артём, позывной «Барс»',
    description:
      'Помню, в очередной раз придя на работу, я обмолвился, что был на поисках и пришёл домой в четыре утра, поиски тогда закончились удачно — «НЖ». Мой старший товарищ, взглянув на меня, сказал с грустью в голосе: «Я никогда ничего подобного в жизни не делал, ты молодец».',
    image: '/team/68397300.jpg',
  },
  {
    name: 'Дарья, позывной «Степаша»',
    description:
      'Волонтерство — это про «помогай, если можешь», а не про «умри, но помоги». Помочь может каждый!',
    image: '/team/69422417.jpg',
  },
  {
    name: 'Михаил, позывной «Сусанин»',
    description:
      'Почему для меня это важно? Я бы хотел выразить фразой: «Прожить одну жизнь — это спасти тысячи».',
    image: '/team/69422420.jpg',
  },
];
